{
  "misiones": [
    {"nombre": "El Reto del Cafetero", "puntos": 1, "detalles": "Preparar un café espectacular para uno de tus amigos y envía una foto."},
    {"nombre": "Caza del Snack Perdido", "puntos": 2, "detalles": "Encontrar y compartir un snack curioso o poco común y envía una foto."},
    {"nombre": "Duelo de Platos", "puntos": 3, "detalles": "Cocinar un plato rápido y delicioso con lo que tengas en la nevera y envía una foto."},
    {"nombre": "Operación Lavandería", "puntos": 2, "detalles": "Lavar y doblar toda tu ropa mientras escuchas tu podcast favorito. Envía una foto de la ropa doblada."},
    {"nombre": "Explorador del Barrio", "puntos": 1, "detalles": "Dar un paseo y encontrar un rincón nuevo y curioso en tu vecindario. Envía una foto."},
    {"nombre": "Maestro del Orden", "puntos": 3, "detalles": "Ordenar y limpiar una habitación de tu casa. Envía una foto del antes y después."},
    {"nombre": "Cazador de Ofertas", "puntos": 2, "detalles": "Encontrar la mejor oferta en el supermercado para un artículo específico. Envía una foto del artículo y la oferta."},
    {"nombre": "Reto del Bibliófilo", "puntos": 2, "detalles": "Leer al menos 20 páginas de un libro. Envía una foto del libro y la página donde comenzaste y terminaste."},
    {"nombre": "Guerrero del Papel", "puntos": 3, "detalles": "Organizar todos los documentos y papeles importantes. Envía una foto del antes y después."},
    {"nombre": "Campeón de los Mandados", "puntos": 3, "detalles": "Completar todas tus tareas fuera de casa, como ir al banco, comprar víveres, etc. Envía una foto de al menos uno de los lugares visitados."},
    {"nombre": "Jardín Zen", "puntos": 1, "detalles": "Dedicar al menos 15 minutos al cuidado de las plantas. Envía una foto de tus plantas antes y después."},
    {"nombre": "Ejercitador del Día", "puntos": 3, "detalles": "Realizar una rutina de ejercicios de 30 minutos. Envía una foto o video de tu rutina."},
    {"nombre": "Artista Improvisado", "puntos": 2, "detalles": "Dibujar o pintar algo sencillo y divertido. Envía una foto de tu creación."},
    {"nombre": "Chef de Sobras", "puntos": 3, "detalles": "Crear una comida solo con las sobras del refrigerador. Envía una foto del plato terminado."},
    {"nombre": "Maestro del Mensaje", "puntos": 2, "detalles": "Enviar mensajes o llamar a tres amigos con los que no hayas hablado recientemente. Envía una captura de pantalla de tus mensajes o una foto de tu historial de llamadas."},
    {"nombre": "Fotógrafo Urbano", "puntos": 2, "detalles": "Salir a tomar fotos de cosas interesantes en tu entorno. Envía al menos tres fotos de lo que encontraste."},
    {"nombre": "Mecánico Casero", "puntos": 4, "detalles": "Reparar algo en casa que necesite atención. Envía una foto del antes y después de la reparación."},
    {"nombre": "Descubridor de Pelis", "puntos": 2, "detalles": "Ver una película que ninguno de tus amigos haya visto antes. Envía una foto de la pantalla al final de la película."},
    {"nombre": "Rey del Sudoku", "puntos": 2, "detalles": "Completar un sudoku o cualquier otro puzzle mental. Envía una foto del puzzle terminado."},
    {"nombre": "El Buen Vecino", "puntos": 1, "detalles": "Hacer una pequeña buena acción por un vecino, como recoger el correo o ayudar con las bolsas. Envía una foto de la acción realizada."},
    {"nombre": "El Reto del Cocinero", "puntos": 3, "detalles": "Cocina un nuevo plato que nunca hayas intentado antes. Envía una foto del plato terminado."},
    {"nombre": "Explorador Nocturno", "puntos": 2, "detalles": "Da un paseo nocturno por tu vecindario. Envía una foto de algo interesante que encuentres."},
    {"nombre": "Reorganizador", "puntos": 4, "detalles": "Reorganiza un espacio de tu casa, como una estantería o un armario. Envía una foto del antes y después."},
    {"nombre": "Fotógrafo de la Naturaleza", "puntos": 2, "detalles": "Toma fotos de la naturaleza, ya sean plantas, animales o paisajes. Envía al menos tres fotos."},
    {"nombre": "Investigador de Libros", "puntos": 3, "detalles": "Investiga sobre un tema nuevo y encuentra un libro relacionado. Envía una foto del libro y una breve descripción del tema."},
    {"nombre": "Comunicador Social", "puntos": 2, "detalles": "Escribe y envía una carta o correo electrónico a un amigo o familiar. Envía una foto de la carta o una captura del correo."},
    {"nombre": "El Reto del Ahorro", "puntos": 2, "detalles": "Encuentra una manera creativa de ahorrar dinero en una compra diaria. Envía una foto del artículo comprado y explica cómo ahorraste."},
    {"nombre": "Jardinero Casero", "puntos": 3, "detalles": "Planta una nueva planta o cuida las existentes. Envía una foto del proceso y el resultado."},
    {"nombre": "Maestro del Yoga", "puntos": 3, "detalles": "Realiza una sesión de yoga de 30 minutos. Envía una foto o video de tu sesión."},
    {"nombre": "Maestro de la Música", "puntos": 2, "detalles": "Escucha un nuevo álbum de música de un artista que no conozcas. Envía una foto de la carátula del álbum y una breve reseña."}
  ]
}
